from pandas import DataFrame
add = {3107011:'팽성읍',
3107012	:'안중읍',
3107013	:'포승읍',
3107014	:'청북읍',
3107031	:'진위면',
3107032	:'서탄면',
3107033	:'고덕면',
3107034	:'오성면',
3107037	:'현덕면',
3107051	:'중앙동',
3107052	:'서정동',
3107053	:'송탄동',
3107055	:'지산동',
3107056	:'송북동',
3107057	:'신장동',
3107059	:'신평동',
3107060	:'원평동',
3107061	:'통복동',
3107062	:'비전동',
3107064	:'세교동'}

addresses = list(add.keys())
print(addresses)
codes = list(add.values())
dt = DataFrame({'address':addresses, 'codes':codes})
dt.to_csv('ptcodes.csv')